Repository: mohhamad-esmaili/mindwrite
Catalog: lib/core/localization/app_*.arb
Languages: fa

source: no
fa: خیر

source: Ok
fa: باشه

source: Yes
fa: بله

source: Theme
fa: تم

source: Send
fa: ارسال

source: Mind
fa: ذهن

source: Cancel
fa: لغو

source: Title
fa: عنوان

source: light
fa: روشن

source: Undo
fa: برگشت

source: edit
fa: ویرایش

source: Delete
fa: حذف

source: Language
fa: زبان

source: Write
fa: نویس

source: Colors
fa: رنگ‌ها

source: Labels
fa: تگ ها

source: Archive
fa: آرشیو

source: Persian
fa: فارسی

source: Notes
fa: نوشته ها

source: English
fa: انگلیسی

source: Others
fa: نوشته ها

source: Pinned
fa: پین شده‌ها

# contact
source: Contact with Developer
fa: ارتباط با توسعه دهنده

source: Settings
fa: تنظیمات

# bazaar
source: Cafe Bazaar
fa: کافه بازار

source: Myket
fa: مایکت

# rate app
source: Rate app in
fa: امتیاز دادن به برنامه در

source: Made with
fa: ساخته شده با

source: in Flutter
fa: بوسیله فلاتر

source: Follow and give
fa: مشاهده کد و دادن

# project in github
source: to project in github
fa: به پروژه در گیتهاب

source: Label name
fa: نام تگ

source: Light mode
fa: حالت روز

source: Deleted
fa: حذف شده‌ها

source: Dark mode
fa: حالت شب

source: Mind Write
fa: ذهن‌نویس

source: Edited
fa: ویراش شده در

source: Description
fa: توضیحات

source: Note Color
fa: رنگ نوشته

source: Drawing
fa: نقاشی کشیدن

source: Backgrounds
fa: پس‌زمینه‌ها

source: Take photo
fa: عکس گرفتن

source: Choose theme
fa: انتخاب تم

source: Search labels
fa: جستجو تگ

source: Edit labels
fa: ویرایش تگ‌ها

source: Add image
fa: اضافه کردن عکس

source: Make a copy
fa: کپی در کلیبورد

source: Note copied
fa: نوشته کپی شد

source: Are You Sure
fa: مطمئن هستید

source: Choose language
fa: انتخاب زبان

source: Empty bin
fa: خالی کردن سطل زباله

source: About MindWrite
fa: درباره ذهن‌نویس

source: Note Archived
fa: نوشته آرشیو شد

source: Couldnt load
fa: اطلاعات لود نشد

source: Notes restored
fa: نوشته بازیابی شد

source: Display options
fa: تنظیمات نمایش

source: An error occurred
fa: مشکلی رخ داده

source: Already empty
fa: سطل زباله خالی‌ست

source: Delete forever
fa: حذف برای همیشه

# Search notes
source: Search your notes
fa: جستجو در نوشته ها

source: Create new label
fa: افزودن تگ جدید

source: About and feedback
fa: درباره و فیدبک

source: Enter note title
fa: عنوان را وارد کنید

# There is no note
source: There is no note yet
fa: هیچ نوشته‌ای ندارید

source: No drawing detected
fa: هیچ نقاشی یافت نشد

source: Failed to load notes
fa: نتونستیم نوشته‌هارو لود کنیم
